---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRuntypeUndersideSurfaceType
source: html/79e1f35a-6455-2755-1aeb-afe9f982cf2c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRuntypeUndersideSurfaceType Property

"Underside Surface": Underside Surface

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRuntypeUndersideSurfaceType { get; }
```